[
  {
    "text": "February 1, 2026: Our collaborative work titled, “Single-walled carbon nanotube biosensor for real-time monitoring of nitric oxide in inflammatory responses” by Vitalijs Zubkovs et al. is published in Biosensors and Bioelectronics. Learn more about it here:https://www.sciencedirect.com/science/article/abs/pii/S0956566325009698",
    "image": "001_image1.png"
  },
  {
    "text": "November 8, 2025: Our work titled, “Optimizing optical nano-biosensors made of single-walled carbon nanotubes wrapped in single-stranded sequences of nucleotides for detection of molecules such as glucose and cancer biomarkers” has been filed for a PCT patent.",
    "image": "002_image2.png"
  },
  {
    "text": "November 4, 2025: Ardemis presents an invited seminar titled, “There’s Plenty of Room at the Nanobio Boundary for Bioengineering Optical Nanotube Sensors” at the 2025 American Institute of Chemical Engineers (AIChE) Meeting in Boston. Learn more here:https://plan.core-apps.com/aiche2025/event/f14bbe292ca83b9df9f452d16ae9f761",
    "image": "004_image4.png"
  },
  {
    "text": "November 4, 2025: Ardemis presents the lab’s work titled, “Engineering Bioelectricity Production from Microbes for Applications in Living Electronics” at the 2025 American Institute of Chemical Engineers (AIChE) Meeting in Boston.Learn more here:https://plan.core-apps.com/aiche2025/event/dfd2498797ea3c1fdd180838ce3af5d0",
    "image": "005_image4.png"
  },
  {
    "text": "November 1, 2025: Our work titled, “Flavin Biosynthesis Enhances Extracellular Electron Transfer in Bioengineered Escherichia coli” by Mohammed Mouhib et al. is published in Advanced Science.Learn more about it here:https://advanced.onlinelibrary.wiley.com/doi/10.1002/advs.202412230",
    "image": "003_image3.png"
  },
  {
    "text": "November 1, 2025: Ardemis joins the 2025-2026 Nanoscale Science and Engineering Forum (NSEF) leadership of the American Institute of Chemical Engineers (AIChE).",
    "image": "006_image5.png"
  },
  {
    "text": "October 20, 2025: Lab alumni Melania Reggente and Mohammed Mouhib kick-off the #IMBES symposium as lead organizers the Fall 2025 Materials for Sustainable Development Conference (MATSUS Fall 25) taking place in Valencia, Spain from the 20th to the 24th October 2025.Learn more about it here:https://www.nanoge.org/MATSUSFall25/symposia?t=67b58a572c264722c38d2b86",
    "image": "007_image6.png"
  },
  {
    "text": "October 20, 2025: Organizers Pablo Boix, Ardemis Boghossian, and Ana Flavia Nogueira kick-off the Fall 2025 Materials for Sustainable Development Conference (MATSUS Fall 25) taking place in Valencia, Spain from the 20th to the 24th October 2025.Learn more about it here:https://www.nanoge.org/MATSUSFall25/home",
    "image": "008_image7.png"
  },
  {
    "text": "August 25, 2025: Charlotte Roullier presents her talk titled, “Combining microbe and electrode modifications for improved biophotovoltaic performances” in the Photosynthetic biohybrids Symposium at the 2025 European Society of Photobiology (ESP) Meeting in Bari, Italy in recognition of her Best Thesis Award (ESP2hD).",
    "image": "010_image8.png"
  },
  {
    "text": "July 31, 2025: Charlotte Roullier is awarded the 2025 European Society for Photobiology (ESP) best thesis award (ESP2hD). Congratulations, Charlotte!“Receiving the ESP2hD award is a meaningful milestone in my scientific journey: I am deeply grateful for the recognition it represents for my PhD research in biophotovoltaics but also for the potential of new sustainable biotechnologies in the energy transition.This distinction also brings a valuable opportunity to exchange with the wide ESP community and to engage in fruitful collaborations.”Learn more about it here:https://www.photobiology.eu/esp-best-phd-thesis-award",
    "image": "011_image9.png"
  },
  {
    "text": "June 1, 2025: Our chapter titled, “Bioengineering DNA for Carbon Nanotube Sensors” by Sara Behjati et al. is published in the Handbook of Carbon Nanomaterials edited by Daniel Heller and Mjin Kim.Learn more about it here:https://www.worldscientific.com/worldscibooks/10.1142/14067?srsltid=AfmBOoqLGWw-cwKifaZhXjnmQ2PluIwQJEoZMqUnxTP8VTTPjEoGEKAl#t=aboutBook",
    "image": "012_image10.jpeg"
  },
  {
    "text": "May 11, 2025: Our paper titled, “Discovery of a DNA-based Optical Nanotube Sensor for Glucose Using Clustering and Deep Learning Algorithms” by Yahya Rabbani is posted on bioRxiv.Learn more about it here:https://www.biorxiv.org/content/10.1101/2025.05.06.652529v1",
    "image": "013_image11.png"
  },
  {
    "text": "April 10, 2025: Hanxuan Wang successfully defends his Ph.D. thesis. Congratulations, Dr. Wang!",
    "image": "014_image12.png"
  },
  {
    "text": "April 7, 2025: Ardemis is awarded the ACS Rising Star in Biological, Medicinal, and Pharmaceutical Chemistry.Learn more about it here:https://pubs.acs.org/page/abmcb8/vi/2024-rising-stars",
    "image": "016_image14.png"
  },
  {
    "text": "April 4, 2025: Sara Behjati successfully defends her Ph.D. thesis. Congratulations, Dr. Behjati!",
    "image": "015_image13.png"
  },
  {
    "text": "March 28, 2025: Ardemis presents her lab’s work as an invited talk at the Advances in Bioinspiration meeting attended in Paris and online.",
    "image": "017_image15.png"
  },
  {
    "text": "January 26, 2025: Our work titled, “Cation Pretreatment Enables the Saline Stability of a Near-Infrared Sensor for Dopamine” by Xuewen Liu et al. is published in ACS Bio & Med Chem Au.Learn more about it here:https://pubs.acs.org/doi/10.1021/acsbiomedchemau.4c00094",
    "image": "018_image16.png"
  },
  {
    "text": "January 14, 2025: Charlotte Roullier successfully defends her Ph.D. thesis. Congratulations, Dr. Roullier!",
    "image": "019_image17.png"
  },
  {
    "text": "December 9, 2024: Ardemis is invited to present her laboratory's work as a Colloquium seminar speaker in Chemistry at the University of Missouri.",
    "image": "034_image30.png"
  },
  {
    "text": "December 6, 2024: Melania Reggente delivers an invited seminar titled, “Enhancing Microbe-Electrode Interactions for Bioelectrochemical Devices” at the 2024 Materials Research Society (MRS) Fall Meeting in Boston.Learn more about it here:https://www.mrs.org/meetings-events/annual-meetings/archive/meeting/presentations/view/2024-fall-meeting/2024-fall-meeting-4153128",
    "image": "021_image19.png"
  },
  {
    "text": "December 3, 2024: Ardemis delivers an invited seminar titled, “Machine Learning Approach to Bioengineering Optical Sensors Based on Carbon Nanotubes” at the 2024 Materials Research Society (MRS) Fall Meeting in Boston.Learn more about it here:https://www.mrs.org/meetings-events/annual-meetings/archive/meeting/presentations/view/2024-fall-meeting/2024-fall-meeting-4148573",
    "image": "023_image19.png"
  },
  {
    "text": "December 3, 2024: Ardemis delivers an invited presentation, \"Machine Learning Approach to Bioengineering Optical Sensors Based on Carbon Nanotubes\" at the NM symposium at the Fall 2024 Materials Research Society (MRS) in Boston.",
    "image": "035_image31.png"
  },
  {
    "text": "December 2, 2024: Ardemis delivers an invited seminar titled, “Bridging Living Microbes and Electrodes with Biosynthetic and Biological Polymers” at the 2024 Materials Research Society (MRS) Fall Meeting in Boston.Learn more about it here:https://www.mrs.org/meetings-events/annual-meetings/archive/meeting/presentations/view/2024-fall-meeting/2024-fall-meeting-4148598",
    "image": "022_image19.png"
  },
  {
    "text": "December 2, 2024: Ardemis delivers an invited presentation, \"Bridging Living Microbes and Electrodes with Biosynthetic and Biological Polymers\" at the SB symposium at the Fall 2024 Materials Research Society (MRS) in Boston.",
    "image": "036_image31.png"
  },
  {
    "text": "December 2, 2024: Benjamin Rousseau is awarded the 2024 Teaching Assistants Excellence Award. Congratulations, Benjamin!Read more about it here: https://www.epfl.ch/schools/sb/scgc/scgc-2/awards/teaching-excellence-award-phd-assistants/",
    "image": "038_image33.jpeg"
  },
  {
    "text": "November 17, 2024: Joey Bregy successfully defends his Master thesis. Congratulations, Joey!",
    "image": "024_image20.png"
  },
  {
    "text": "November 13, 2024: It's official! MATSUS Fall 2025 will take place in Valencia, Spain with organizers Pablo Boix (Universitat Politècnica de València − Consejo Superior de Investigaciones Científicas), Ardemis Boghossian (EPFL), and Ana Flavia Nogueira (University of Campinas).Applications for symposia are due November 20, 2024: https://www.nanoge.org/MATSUSFall25/call-for-symposia",
    "image": "025_image21.jpeg"
  },
  {
    "text": "October 29, 2024: Ardemis gives a plenary lecture in the Nanoscale Science and Engineering Forum (NSEF) of the 2024 Annual Meeting of the American Institute of Chemical Engineers (AIChE) in San Diego.",
    "image": "026_image22.png"
  },
  {
    "text": "October 24, 2024: Ardemis delivers an invited seminar at the Conference on Bioelectronic Interfaces: Materials, Devices and Applications (CyBioEL) community in Limassol, Cyprus.",
    "image": "027_image23.jpeg"
  },
  {
    "text": "October 15, 2024: Our paper titled, “Covalent conjugation of glucose oxidase on single-walled carbon nanotubes for glucose sensing” by Hanxuan Wang et al. is posted on bioRxiv.Learn more about it here:https://www.biorxiv.org/content/10.1101/2024.10.14.618143v1",
    "image": "028_image24.gif"
  },
  {
    "text": "September 19, 2024: Ardemis shares her laboratory's latest work in an invited presentation at the European Materials Research Society (E-MRS) in Warsaw.",
    "image": "029_image25.png"
  },
  {
    "text": "September 18, 2024: Ardemis delivers an invited presentation at the International Flexible Electronics Conference (IEEE IFETC) in Bologna.",
    "image": "030_image26.png"
  },
  {
    "text": "September 16, 2024: Ardemis delivers an invited presentation on her group's work at the 9th Workshop on Nanotube Optics & Nanospectroscopy (WONTON) in Heidelberg.",
    "image": "031_image27.png"
  },
  {
    "text": "September 4, 2024: Ardemis gives an invited presentation at the Swiss Society for Biomaterials and Regenerative Medicine (SSB&RM) Symposium at the Swiss Federal Laboratories for Materials Science and Technology (EMPA).",
    "image": "032_image28.png"
  },
  {
    "text": "August 29, 2024: Ardemis delivers an invited presentation at the 18th International Congress on Photobiology (IUPB-MEPSA) in Perth, Australia.",
    "image": "033_image29.png"
  },
  {
    "text": "July 30, 2024 : Ardemis gives an invited seminar at the ASP-ESP Symposium of the American Society of Photobiology (ASP) meeting in Chicago.",
    "image": "039_image34.jpeg"
  },
  {
    "text": "June 27, 2024: Ardemis delivers a plenary lecture at the NT24 nanoscience and technology meeting at MIT.",
    "image": "040_image35.jpeg"
  },
  {
    "text": "May 21, 2024: Sara Behjati wins the Nanoscale journal family prize for the best poster at the ChemOnTubes conference, Strasbourg, France. Congratulations, Sara!The poster title: Engineering pH Resilience in Optical Nanotube Sensors for biomedical applications.",
    "image": "041_image36.png"
  },
  {
    "text": "May 7, 2024: Ardemis presents her laboratory's work as part of the Bioengineering Seminar series at the King Abdullah University of Science and Technology (KAUST).",
    "image": "037_image32.png"
  },
  {
    "text": "April 24, 2024: Yahya Rabbani presents his work at the 2024 ChemOnTubes Conference in Strasbourg (France) in his presentation entitled, “Prediction of mycotoxin response of DNA-wrapped nanotube sensor with machine learning.”",
    "image": "047_image42.png"
  },
  {
    "text": "April 24, 2024: Sayyed Hashem Sajjadi presents his work at the 2024 ChemOnTubes Conference in Strasbourg (France) in his poster entitled, “Photoluminescence Brightening of Single-walled Carbon Nanotubes through Conjugation with Graphene Quantum Dots.”",
    "image": "048_image42.png"
  },
  {
    "text": "April 24, 2024: Sayyed Hashem Sajjadi presents his work at the 2024 ChemOnTubes Conference in Strasbourg (France) in his poster entitled, “Micropreparative Gel Electrophoresis for Purification of Nanoscale Bioconjugates.”",
    "image": "049_image42.png"
  },
  {
    "text": "April 22, 2024: Ardemis gives an invited presentation at MRS. The 2024 MRS Spring Meeting & Exhibit will be held April 22-26, 2024 in Seattle, Washington.",
    "image": "043_image38.png"
  },
  {
    "text": "April 22, 2024: Dimensions magazine publishes its interview with Ardemis, where she discusses her career path and her work-life balance. Read more about it here:https://www.epfl.ch/about/news-and-media/dimensions-en/flipbook-pdf/",
    "image": "044_image39.png"
  },
  {
    "text": "April 3, 2024: Sara Behjati is awarded the STI Teaching Assistant Award for her engagement in the Electrochemical engineering (ChE-407) course. Congratulations, Sara!Read more about it here: https://actu.epfl.ch/news/five-phd-students-receive-sti-teaching-assistant-2/",
    "image": "051_image36.png"
  },
  {
    "text": "March 5, 2024: Ardemis gives the talk at the University of Basel for the course seminar, “Selected research topics in Biomedical Engineering: The Future of Personalized Medicine: 3D Printing and Patient-Specific Technologies”.",
    "image": "052_image44.png"
  },
  {
    "text": "February 9, 2024: Our study titled, “Micropreparative Gel Electrophoresis for Purification of Nanoscale Bioconjugates” by Sayyed Hashem Sajjadi et al. is published in Bioconjugate Chemistry.Read more about it here:https://pubs.acs.org/doi/10.1021/acs.bioconjchem.3c00388",
    "image": "053_image45.png"
  },
  {
    "text": "February 9, 2024: Our collaborative work titled, “In vivo polydopamine coating of Rhodobacter sphaeroides for enhanced electron transfer” by Rossella Labarile et al. is published in Nano Research. Read more about it here:https://link.springer.com/article/10.1007/s12274-023-6398-z",
    "image": "054_image46.png"
  },
  {
    "text": "February 9, 2024: Our collaborative work titled, “Polydopamine-coated photoautotrophic bacteria for improving extracellular electron transfer in living photovoltaics” by Melania Reggente et al. is published in Nano Research. Read more about it here:https://link.springer.com/article/10.1007/s12274-023-6396-1",
    "image": "055_image47.jpeg"
  },
  {
    "text": "February 6, 2024: Ardemis is awarded the Nano Research Young Innovators Awards in bio-inspired nanomaterials.Learn more about it here: https://link.springer.com/article/10.1007/s12274-024-6527-3",
    "image": "020_image18.png"
  },
  {
    "text": "February 5, 2024: Ardemis gives an invited seminar at the European Winter School on Physical Organic Chemistry (E-WISPOC 24). The seminar takes place on Monday, February 5, 2024, at 5:30 pm.",
    "image": "056_image48.jpeg"
  },
  {
    "text": "February 5, 2024: Ardemis is awarded the NR45 Award in Bioinspired Nanomaterials.Read more about it here:https://www.sciopen.com/home/news_detail?id=1767433974381703169",
    "image": "057_image49.jpeg"
  },
  {
    "text": "February 5, 2024: Niloufar Sharif presents her work at the MRS Fall Meeting in Boston titled, “Near-infrared optical gas sensor for Intelligent Food Packaging”.",
    "image": "058_image50.jpeg"
  },
  {
    "text": "February 5, 2024: Niloufar Sharif presents her work at the 37th EFFoST in Valencia, Spain as a poster entitled, “Near-infrared optical gas sensor for Intelligent Food Packaging”.",
    "image": "059_image51.png"
  },
  {
    "text": "February 5, 2024: Melania Reggente presents her work at BioEl 2023 in Kirchberg as a poster entitled, “Living Photovoltaics based on Recombinant Expression of MtrA Decaheme in Photosynthetic Bacteria.”",
    "image": "060_image52.jpeg"
  },
  {
    "text": "February 5, 2024: Melania Reggente presents her work at the 2023 Biophotoelectrochemical Workshop in Cambridge as a poster entitled, “Conductive polymer-based electrodes for enhancing microbial extraction.”",
    "image": "061_image53.jpeg"
  },
  {
    "text": "February 5, 2024: Melania Reggente delivers an invited seminar at the 20th Congress of the European Society of Photobiology (ESP) in Lyon titled, “Bioengineering anodes for photovoltaic (BPV) applications.”",
    "image": "062_image54.jpeg"
  },
  {
    "text": "February 5, 2024: Melania Reggente presents her work at the 2023 MRS Fall meeting in Boston as a talk entitled, “Polydopamine-Coated Photoautotrophic Bacteria for Improved Extracellular Electron Transfer in Living Photovoltaics”. The talk takes place on November 30, 2023 at 14:00 Boston time.",
    "image": "063_image50.jpeg"
  },
  {
    "text": "December 14, 2023: Ardemis finishes off the year with an invited presentation of her team's research at the Workshop and Winterschool in Biophotonics, Bioelectronics and Biomechanics (Biocube) in Sestriere, Italy.",
    "image": "064_image55.jpeg"
  },
  {
    "text": "December 11, 2023: Our work titled, “Extracellular electron transfer pathways to enhance the electroactivity of modified Escherichia coli” by Mohammed Mouhib et al. is published in Joule. Read more about it here:https://www.cell.com/joule/fulltext/S2542-4351(23)00352-5",
    "image": "074_image62.png"
  },
  {
    "text": "November 30, 2023: Join Ardemis for her invited presentation on the lab's work at the Materials Research Society (MRS) in Boston this week.",
    "image": "065_image50.jpeg"
  },
  {
    "text": "November 27, 2023: Our work titled, “Polypyrrole Electrodes Show Strain-Specific Enhancement of Photocurrent from Cyanobacteria” by Charlotte Roullier et al. is published in Advanced Materials Technologies.Read more about it here:https://advanced.onlinelibrary.wiley.com/doi/full/10.1002/admt.202201839",
    "image": "075_image63.png"
  },
  {
    "text": "November 22, 2023: Yahya Rabbani presents his work at the 244th ECS Meeting in Gothenburg titled, “Prediction of Mycotoxin Response of DNA-Wrapped Nanotube Sensor with Machine Learning.”Read more about it here:https://ecs.confex.com/ecs/244/meetingapp.cgi/Paper/181653",
    "image": "078_image66.png"
  },
  {
    "text": "November 22, 2023: Nathalie Bui joins the lab. Nathalie is pursuing a Master's degree in Molecular and Biological Chemistry at EPFL. She will do a semester project in our lab, with her work focusing on the application of carbon nanotubes for optical sensing. Welcome, Nathalie!",
    "image": "079_image67.png"
  },
  {
    "text": "October 23, 2023 - Congratulations to our latest doctor, Dr. Mohammed Mouhib, on his very successful public thesis defense!",
    "image": "045_image40.png"
  },
  {
    "text": "October 21, 2023: Younes Rhouta represents EPFL in the Three-Minute Thesis competition held at Trinity College Dublin as part of the Laidlaw Scholars Annual Conference.",
    "image": "076_image64.jpeg"
  },
  {
    "text": "October 20, 2023: Ardemis delivers an invited talk in #BIOELCHEM at the Materials for Sustainable Development Conference (MATSUS 2023) in Torremolinos, Spain.",
    "image": "066_image56.jpeg"
  },
  {
    "text": "October 17, 2023: Lou de Benedittis joins the lab. Lou is pursuing a Master's degree in Biotechnology at EPFL. She will be engaged in a semester project in our lab, with her work focusing on exploring the selectivity and sensitivity of DNA-wrapped nanotube sensors. Welcome, Lou!",
    "image": "080_image68.png"
  },
  {
    "text": "October 17, 2023: Aniruddh Bakshi joins the lab. Aniruddh received his Bachelor of Engineering degree in Computer Science from the Birla Institute of Technology and Science (BITS), Pilani. He is pursuing his Master of Science in Chemistry and will do his Master’s thesis project in our lab on developing a microchip electrophoresis-based platform for miRNA sensing using DNA-wrapped nanotube sensors. Welcome, Aniruddh!",
    "image": "081_image69.png"
  },
  {
    "text": "October 16, 2023: Ardemis delivers an invited talk in #BIOMAT at the Materials for Sustainable Development Conference (MATSUS 2023) in Torremolinos, Spain.",
    "image": "067_image56.jpeg"
  },
  {
    "text": "October 2, 2023: Nicholas Mostaghim was awarded the Fulbright and the Swiss Government fellowships. Congratulations, Nicholas!",
    "image": "082_image70.png"
  },
  {
    "text": "October 2, 2023: Nicholas Mostaghim joins the lab. Nicholas will explore research in protein engineering and sensing. Welcome, Nicholas!",
    "image": "083_image70.png"
  },
  {
    "text": "October 1, 2023: Vivek Prakash joins the lab. Vivek received his B.S.-M.S. (Dual Degree) in 2023 from the Indian Institute of Science Education and Research Bhopal in Chemistry. He will pursue his Ph.D. studies in our lab. Welcome, Vivek!",
    "image": "084_image71.png"
  },
  {
    "text": "October 1, 2023: Marron Marasigan joins the lab. Marron is a Master's student from the University of Edinburgh studying Chemical Engineering. He will be working on his Master’s project in the lab on the separation and purification of single-walled carbon nanotubes. Welcome, Marron!",
    "image": "085_image72.png"
  },
  {
    "text": "September 28, 2023: Younes Rhouta presents his work as a poster at the Laidlaw Research Symposium at EPFL.",
    "image": "077_image65.jpeg"
  },
  {
    "text": "September 15, 2023: Ardemis is invited to present the lab's work on optical sensors at the 14th International Conference Conference on Optical Probes of Organic and Hybrid Semiconductors (OP2023) at Lake Como, Italy.",
    "image": "068_image57.png"
  },
  {
    "text": "September 12, 2023: Our work titled, “Prediction of mycotoxin response of DNA-wrapped nanotube sensor with machine learning” by Yahya Rabbani et al. is posted on bioRxiv.Learn more about it here:https://www.biorxiv.org/content/10.1101/2023.09.07.556334v1",
    "image": "046_image41.emf"
  },
  {
    "text": "September 11, 2023: Ardemis is invited to present her lab's advancements on carbon nanomaterials at the International Conference on Diamonds and Carbon Materials (ICDCM) in Mallorca, Spain.",
    "image": "069_image58.png"
  },
  {
    "text": "September 11, 2023: Press release on our latest breakthrough on bioengineered bacteria for electricity generation and waste water treatment.Learn more about it here: https://actu.epfl.ch/news/bacteria-generate-electricity-from-wastewater/",
    "image": "073_image61.png"
  },
  {
    "text": "August 30, 2023: Ardemis is invited to present her team's work on bioelectric microbes at the European Society of Photobiology (ESP) in Lyon.",
    "image": "070_image54.jpeg"
  },
  {
    "text": "August 2, 2023: Ardemis delivers an invited talk on bioengineering microbes for extracellular electron transport at the Society for Industrial Microbial and Biotechnology (SIMB) conference in Minneapolis.",
    "image": "071_image59.jpeg"
  },
  {
    "text": "July 3, 2023: Yahya Rabbani delivers a presentation on his work at the 243rd Electrochemical Society (ECS) Meeting in Boston titled, “Prediction of Mycotoxin Response of DNA-Wrapped Nanotube Sensor with Machine Learning.”Read more about it here:https://ecs.confex.com/ecs/243/meetingapp.cgi/Paper/173448",
    "image": "086_image73.png"
  },
  {
    "text": "July 3, 2023: Ardemis gives an invited presentation at the 23rdInternational conference on the Science and Applications of Nanotubes and Low-Dimensional Materials (NT23) in Arcachon, France.",
    "image": "087_image74.png"
  },
  {
    "text": "July 3, 2023: Sara Behjati presents her work at the 23rdInternational conference on the Science and Applications of Nanotubes and Low-Dimensional Materials (NT23) in Arcachon, France. Her presentation is entitled, “PH resistance engineering in nanotube sensors.”",
    "image": "088_image74.png"
  },
  {
    "text": "June 6, 2023: Ardemis delivers an invited talk at the Bioelectronics Gordon Research Conference in New Hampshire.",
    "image": "072_image60.jpeg"
  },
  {
    "text": "May 30, 2023: Hanxuan Wang presents his work at the Swiss Soft Days as a poster.",
    "image": "089_image75.png"
  },
  {
    "text": "May 30, 2023: Daniel Molino Romero successfully defended his thesis! Congratulations Dr. Romero!",
    "image": "090_image76.png"
  },
  {
    "text": "May 30, 2023: Charlotte Roullier presents her work at the 243rd Electrochemical Society (ECS) Meeting in Boston titled, \"Polypyrrole Electrodes Show Strain-Specific Enhancement of Photocurrent from Cyanobacteria\".Read more about it here:https://ecs.confex.com/ecs/243/meetingapp.cgi/Paper/172204",
    "image": "091_image73.png"
  },
  {
    "text": "May 30, 2023: Benjamin Rousseau joins the lab. Benjamin earned his M.Sc. in Molecular and Biological Chemistry from the Ecole Polytechnique Fédérale of Lausanne EPFL (Lausanne, Switzerland) in 2022 following his Master thesis in our group. He is starting his Ph.D. in our lab working on DNA-wrapped nanotube biosensors. Welcome back, Benjamin!",
    "image": "092_image77.png"
  },
  {
    "text": "April 21, 2023: Yuxuan Zhang joins the lab. Yuxuan is a Master student in Molecular and Biological Chemistry at EPFL. She is doing her semester project Ib in our group on near-infrared optical nanosensors for food additives. Welcome, Yuxuan!",
    "image": "093_image78.png"
  },
  {
    "text": "March 24, 2023: Ardemis gives an invited presentation at the International Winterschool on Electronic Properties of Novel Materials (IWEPNM) Meeting in Kirchberg. The presentation takes place on March 21, 2023, at 19:30 local time.",
    "image": "094_image79.png"
  },
  {
    "text": "March 20, 2023: Our work titled \"Photoluminescence brightening of single-walled carbon nanotubes through conjugation with graphene quantum dots\" by Sayyed Hashem Sajjadi et al. is now posted on bioRxiv.Read more about it here:https://www.biorxiv.org/content/10.1101/2023.02.28.528463v1",
    "image": "095_image80.png"
  },
  {
    "text": "March 20, 2023: Charlotte Roullier gives a presentation at the 2023 BioEl 2023 in Kirchberg titled, \"Polypyrrole electrodes show strain-specific enhancement of photocurrent from cyanobacteria.\"Read more about it here:https://www.jku.at/en/institute-of-physical-chemistry-and-linz-institute-for-organic-solar-cells/conferences/welcome-to-the-bioel2023/",
    "image": "096_image52.jpeg"
  },
  {
    "text": "March 1, 2023: Ardemis Boghossian presents her lab’s work at her seminar titled, \"Living Electronics Using Whole-Cell Microbes\" at the Paul Scherrer Institute.",
    "image": "097_image81.png"
  },
  {
    "text": "March 1, 2023: Sara Behjati wins the best presentation at the MT180 competition as she enters the final round of the presentation competition. Congratulations, Sara!",
    "image": "098_image82.png"
  },
  {
    "text": "December 22, 2022: Sara Behjati wins the Best Poster Award at the 2022 Biomedical Photonics Network (BMPN) Meeting at EPFL. Congratulations, Sara!",
    "image": "099_image83.png"
  },
  {
    "text": "December 22, 2022: Yahya Rabbani presents his work titled, \"Prediction of mycotoxin response of DNA-wrapped nanotube sensor with machine learning\" at the 2022 Biomedical Photonics Network (BMPN) Meeting at EPFL.",
    "image": "100_image84.png"
  },
  {
    "text": "December 22, 2022: Niloufar Sharif presents her work as a poster titled, “Carbon nanotube-based sensors for intelligent packaging\" at the 2022 Biomedical Photonics Network (BMPN) Meeting at EPFL.",
    "image": "101_image85.png"
  },
  {
    "text": "December 22, 2022: Sayyed Hashem Sajjadi presents his work as a poster titled, “A simple micropreparative gel electrophoresis technique for purification of nanoscale fluorescent probes\" at the 2022 Biomedical Photonics Network (BMPN) Meeting at EPFL.",
    "image": "102_image86.png"
  },
  {
    "text": "December 22, 2022: Sara Behjati presents her work as a poster titled, “Engineering pH resilience in optical nanotube sensors for biomedical applications\" at the 2022 Biomedical Photonics Network (BMPN) Meeting at EPFL.",
    "image": "103_image83.png"
  },
  {
    "text": "December 22, 2022: Yahya Rabbani joins the lab. Yahya received his B.Sc. in Chemical engineering from the University of Tehran in 2013 and his M.Sc. from the Iran University of Science and Technology in 2015. He received his Ph.D. in Chemical Engineering from the University of Tehran in 2021, during which he joined the lab as an exchange Ph.D. student in 2021. Yahya now joins the lab as a postdoctoral researcher. Welcome back, Yahya!",
    "image": "104_image87.png"
  },
  {
    "text": "December 22, 2022: Yijie Zhong joins the lab. Yijie received his B.S. from Southeast University (Nanjing, China) in Water Supply and Drainage Engineering. He is pursuing his Ph.D. at the Harbin Institute of Technology (Harbin, China) in Environmental Engineering. Yijie joins the lab as a visiting Ph.D. working in bioenergy. Welcome, Yijie!",
    "image": "105_image88.png"
  },
  {
    "text": "November 21, 2022: Our work titled \" Differential nearinfrared imaging of heterocysts using singlewalled carbon nanotubes\" by Alessandra Antonucci et al. has been published in Photochemical & Photobiological Sciences.Read more about it here:https://link.springer.com/article/10.1007/s43630-022-00302-3",
    "image": "106_image89.png"
  },
  {
    "text": "October 10, 2022: Niloufar Sharif presents her work titled, “Carbon nanotube-based sensors for intelligent packaging\", at the 36th European Federation of Food Science and Technology (EFFoST) International Conference, in Dublin.",
    "image": "107_image90.png"
  },
  {
    "text": "October 10, 2022: Want to learn more about inherited nanobionics and living photovoltaics? Join and listen in on the discussion with Ardemis and the Clubhouse of Science Society on the Clubhouse App on October 7, 2022 at 3:00 pm Central European Time. The recording is also availablee afterwards available by the Science Society.Learn more about it here: https://www.clubhousesciencesociety.com/",
    "image": "108_image91.png"
  },
  {
    "text": "October 10, 2022: Join the discussion with Ardemis and the World Intellectual Property Organization (WIPO) on the analysis of technology and the future innovation-driven growth of society. The summit takes place at WIPO headquarters in Geneva on September 29, 2022. Learn more about it here:https://www.wipo.int/global_innovation_index/en/news/2022/news_0001.html",
    "image": "109_image92.png"
  },
  {
    "text": "October 10, 2022: Ardemis joins the ValleyDAO and Synbiobeta journal club to discuss our latest work in her presentation titled, “Enhancing living photovoltaics using carbon nanotubes in cyanobacteria.”The recording of the presentation can be found here: https://www.youtube.com/watch?v=4cEH2qMl0iQ",
    "image": "110_image93.png"
  },
  {
    "text": "September 22, 2022: Hanxuan Wang presents his poster titled, “Hydrogel matrices for near-infrared monitoring of ascorbic acid release\" at the 2022 Swiss Chemical Society (SCS) Fall Meeting.",
    "image": "111_image94.png"
  },
  {
    "text": "September 22, 2022: Sara Behjati presents her poster titled, “Prediction of mycotoxin response of DNA-wrapped nanotube sensor with machine learning\" at the 2022 Swiss Chemical Society (SCS) Fall Meeting.",
    "image": "112_image94.png"
  },
  {
    "text": "September 22, 2022: Sayyeh Hashem Sajjadi presents his poster titled, “Photoluminescence brightening of single-walled carbon nanotubes through conjugation with graphene quantum dots\" at the 2022 Swiss Chemical Society (SCS) Fall Meeting.",
    "image": "113_image94.png"
  },
  {
    "text": "September 22, 2022: Sayyeh Hashem Sajjadi presents his poster titled, “Simple micropreparative gel electrophoresis technique for purification of nanoscale materials\" at the 2022 Swiss Chemical Society (SCS) Fall Meeting.",
    "image": "114_image94.png"
  },
  {
    "text": "September 22, 2022: Ardemis delivers her invited lecture at the Light Actuators for Optical Stimulation of Living Systems (LIV-ACT) meeting of NanoGE.",
    "image": "115_image95.png"
  },
  {
    "text": "September 22, 2022: The latest report from Swiss Food & Nutrition Valley highlights the lab’s work in food science.\"Nanobiotechnology and food science – what’s the connection? Prof. Ardemis Boghossian and her team at EPFL have brought these two fields together to develop intelligent packaging technologies that tackle food waste while keeping consumers safe.\"Learn more about it here:https://swissfoodnutritionvalley.com/switzerlands-got-talent-meet-prof-ardemis-boghossian-from-epfls-nanobiotechnology-lab/",
    "image": "116_image96.png"
  },
  {
    "text": "September 22, 2022: Press release on our latest breakthrough on intracellular imaging and living photovoltaics.Learn more about it here: https://actu.epfl.ch/news/nanotubes-illuminate-the-way-to-living-photovolt-2/",
    "image": "117_image97.png"
  },
  {
    "text": "September 19, 2022: Our work titled, “Carbon nanotube uptake in cyanobacteria for near-infrared imaging and enhanced bioelectricity generation in living photovoltaics” by Alessandra Antonucci et al. is published as the cover story of Nature Nanotechnology.Read more about it here:https://www.nature.com/articles/s41565-022-01198-x",
    "image": "118_image98.png"
  },
  {
    "text": "August 29, 2022: Ardemis gives an invited presentation at the 8th EuChemS Chemistry Congress in Portugal on “Synthetic Biology-inspired Approaches for Engineering Optical Nanosensors.",
    "image": "119_image99.png"
  },
  {
    "text": "August 16, 2022: The Living Revolution covers our latest work in its podcast.Learn more about it here:https://www.buzzsprout.com/1756785/10095134-bio-electronics-the-living-revolution-with-prof-ardemis-boghossianThe video of the interview can be found here:https://www.youtube.com/watch?v=Xmd7r4SYa0E",
    "image": "120_image100.png"
  },
  {
    "text": "August 16, 2022: Our work titled, “Bioengineering a glucose oxidase nanosensor for near-infrared continuous glucose monitoring” by Vitalijs Zubkovs et al. is published in Nanoscale Advances.Read more about it here:https://pubs.rsc.org/en/content/articlelanding/2022/na/d2na00092j",
    "image": "121_image101.gif"
  },
  {
    "text": "August 16, 2022: Benjamin Rousseau joins the lab. Benjamin obtained his B.Sc. in Molecular and Biological Chemistry from the Ecole Polytechnique Fédérale of Lausanne EPFL (Lausanne, Switzerland). He is continuing his M.Sc. at EPFL and doing his Master’s thesis on nanotube biosensors in our lab. Welcome, Benjamin!",
    "image": "122_image33.jpeg"
  },
  {
    "text": "August 16, 2022: Subhasis Dehury joins the lab. Subhasis earned his B.Sc. in Indian Institute of Science Education and Research in Kolkata and continued his studies in Biochemistry at the Indian Institute of Science Education and Research in Kolkata. Subhasis is now starting his Ph.D. in biosensing in our lab. Welcome, Subhasis!",
    "image": "123_image102.png"
  },
  {
    "text": "April 17, 2022: Report from the Integrative Food and Nutrition Center Newsletter on our work is now published! Learn more about it here:https://newsletter.epfl.ch/en/newsletters/992d7832-1683-4f04-a27b-540734774809/render/0a535fb2-e7fa-4450-b481-fd508c794ebf/",
    "image": "124_image103.png"
  },
  {
    "text": "April 17, 2022: Melania Reggente is awarded the Electrochemical Society (ECS) Travel Grant for the 241st ECS Meeting in Vancouver. Congratulations, Melania!",
    "image": "125_image104.png"
  },
  {
    "text": "April 17, 2022: Ardemis presents the lab’s work as the Nanocarbons Division SES Young Investigator Award lecture titled, “Synthetic Biology Approaches for Overcoming Bottlenecks in Optical Nanocarbon Technologies” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "126_image105.png"
  },
  {
    "text": "April 17, 2022: Mohammed Mouhib will be presenting his work entitled, “Engineering Extracellular Electron Transfer in Escherichia coli for Microbial Electrochemical Devices” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "127_image105.png"
  },
  {
    "text": "April 17, 2022: Melania Reggente will be presenting her work entitled, “Living Photovoltaics Based on Recombinant Expression of MtrA Decaheme in Photosynthetic Bacteria” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "128_image105.png"
  },
  {
    "text": "April 17, 2022: Melania Reggente will be presenting her work entitled, “Carbon Nanotube Uptake in Photosynthetic Bacteria for Near-infrared Imaging and Enhancing Bioelectricity Generation in Living Photovoltaics” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "129_image105.png"
  },
  {
    "text": "April 17, 2022: Sayyed Hashem Sajjadi will be presenting his work entitled, “Photoluminescence Brightening of Single-Walled Carbon Nanotubes Using Graphene Quantum Dots” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "130_image105.png"
  },
  {
    "text": "April 17, 2022: Sayyed Hashem Sajjadi will be presenting his work entitled, “A Simple Micropreparative Gel Electrophoresis Technique for Purification of Nanoscale Materials” at the 241st Electrochemical Society (ECS) Meeting in Vancouver.",
    "image": "131_image105.png"
  },
  {
    "text": "April 17, 2022: Mohammed Mouhib will be presenting his work entitled, “Engineering extracellular electron transfer in Escherichia coli for microbial electrochemical” at the 7th International Winterschool on Bioelectronics (BioEl 2022) Meeting in Kirchberg.",
    "image": "132_image106.png"
  },
  {
    "text": "April 17, 2022: Melania Reggente will be presenting her work as a poster entitled, “Living Photovoltaics based on Recombinant Expression of MtrA Decaheme in Photosynthetic Bacteria” at the 7th International Winterschool on Bioelectronics (BioEl 2022) Meeting in Kirchberg.",
    "image": "134_image106.png"
  },
  {
    "text": "April 17, 2022: Melania Reggente will be presenting her work as seminar entitled, “Carbon Nanotube uptake in Photosynthetic Bacteria for Near-infrared Imaging and Enhancing Bioelectricity Generation in Living Photovoltaics” at the 7th International Winterschool on Bioelectronics (BioEl 2022) Meeting in Kirchberg.",
    "image": "135_image106.png"
  },
  {
    "text": "April 8, 2022: Our collaborative work titled, “Plasmon-induced near-infrared fluorescence enhancement of single-walled carbon nanotubes” by Amirmostafa Amirjani et al. is published in Carbon.Read more about it here:https://www.sciencedirect.com/science/article/pii/S0008622322002123?via%3Dihub",
    "image": "133_image107.jpeg"
  },
  {
    "text": "March 26, 2022: Our work modified bacteria is featured in Horizons magazine.“Microbes have long been used for refining foodstuffs – without anyone knowing about them. Today, they are experiencing a new heyday in technological applications.”Learn more about it here:https://www.horizons-mag.ch/2021/12/02/little-helpers-big-results/",
    "image": "136_image108.png"
  },
  {
    "text": "March 6, 2022: Prof. Dr. Huseyin Bekir Yildiz joins the lab. Prof. Yildiz earned his B.S., M.S., and Ph.D. in Chemistry at the Middle East Technical University in Turkey. He worked as a postdoctoral researcher at the Hebrew University of Jerusalem, University of California at Berkeley, Lawrence-Berkeley Laboratory, Bochum Ruhr University, Max-Planck Institute at Golm, and Lund University with the support of the TUBITAK, FEBS, and DAAD Fellowships. He is an academic staff of the KTO Karatay University in Turkey since 2015, and he is visiting the lab for his research stay. Welcome, Prof. Yildiz!",
    "image": "137_image109.png"
  },
  {
    "text": "December 22, 2021: Melania Reggente presents her work entitled, “Enhancing electricity generation from microbial devices through materials engineering and bioengineering” in the Bioelectrocatalysis for Sustainable Electrosynthesis and Wastewater Treatment Symposium of the 2021 International chemical congress of the pacific basin societies conference (PACIFICHEM2021).Learn more about it here:https://pacifichem.digitellinc.com/pacifichem/live/5/page/5",
    "image": "138_image110.png"
  },
  {
    "text": "December 22, 2021: Melania Reggente presents her work entitled, “Carbon nanotube uptake in bacteria enable near-infrared confocal imaging and enhanced bioelectricity generation in living photovoltaics” in the Carbon Nanotubes and related materials: Preparation, Characterization and Applications Symposium of the 2021 International chemical congress of the pacific basin societies conference (PACIFICHEM2021).Learn more about it here:https://pacifichem.digitellinc.com/pacifichem/live/5/page/5",
    "image": "139_image110.png"
  },
  {
    "text": "December 9, 2021: Ardemis receives the 2022 Nanocarbons Division SES Young Investigator Award for the group’s work on “Synthetic Biology Approaches for Overcoming Bottlenecks in Optical Nanocarbon Technologies”. Learn more about it here:https://www.electrochem.org/ecs-blog/241-tcu-carbon-nanostructures-in-medicine-biology/",
    "image": "140_image111.png"
  },
  {
    "text": "December 7, 2021: Niloufar Sharif is featured in the “Faces of Future Food Initiative.”Watch the video here:https://youtu.be/mCI15bbFkWE",
    "image": "175_image139.jpeg"
  },
  {
    "text": "November 29, 2021: Benjamin Lambert successfully defends his Ph.D. work titled, “Directed evolution of DNA-wrapped single-walled carbon nanotube complexes for optical sensing.” Congratulations, Dr. Lambert!",
    "image": "141_image112.png"
  },
  {
    "text": "November 29, 2021: Sayyed Hashem Sajjadi presents his work as a poster at thee Biomedical Photonics Network (BMPN) Meeting at the University of Zurich.",
    "image": "142_image84.png"
  },
  {
    "text": "November 29, 2021: Ardemis presents the lab’s work as an invited seminar titled, “Nanobionic devices for applications in biosensing and photosynthetic light-harvesting” at the Biomedical Photonics Network (BMPN) Meeting at the University of Zurich.",
    "image": "143_image84.png"
  },
  {
    "text": "November 29, 2021: Ardemis’ talk at the UniDays Young Swiss Chemical Society (SCS) Virtual Event describes the lab’s work to the generation of future chemists.",
    "image": "144_image113.png"
  },
  {
    "text": "November 29, 2021: Sayyed Hashem Sajjadi presents his work as a poster titled, “Near-infrared photoluminescent biosensors based on single-walled carbon nanotubes\", at the Swiss Symposium in Point-of-Care Diagnostics in Davos.",
    "image": "145_image114.png"
  },
  {
    "text": "November 29, 2021: Mohammed Mouhib presents his work as a poster entitled, “Tailored Extracellular Electron Transfer Pathways Enhance Electroactivity of E. coli” at the 2021 Swiss Chemical Society (SCS) Meeting",
    "image": "146_image94.png"
  },
  {
    "text": "November 29, 2021: Niccolò Martinolli joins the lab. Niccolò earned his B.Sc. in Industrial and Mechanical Engineering from the Free University of Bozen-Bolzano (Bolzano, Italy). He continued his studies at the University of Pisa (Pisa, Italy) where he received his M.Sc. in Materials and Nanotechnology. Niccolò is now starting his Ph.D at the LNB. Welcome, Niccolò!",
    "image": "147_image115.png"
  },
  {
    "text": "November 29, 2021: Mina Ghorbani joins the lab. Mina is joining our lab as a visiting Ph.D. student. Welcome, Mina!",
    "image": "148_image116.png"
  },
  {
    "text": "November 11, 2021: Ardemis presents the lab’s work titled “A Nanobioengineering Frontier for Next-Generation Optical Devices” as part of the Chemistry Seminar Series at the University of Basel.University of Basel, Department of ChemistryNovember 12, 2021 at 10:45Small lecture hall, St. Johanns-Ring 19, Basel",
    "image": "149_image44.png"
  },
  {
    "text": "October 5, 2021: Mohammed Mouhib is awarded the Chemical Science Outstanding Poster Prize at the 2021 Chemical Science Symposium: Biohybrid Approaches to Sustainable Energy Conversion. Congratulations, Mohammed!",
    "image": "150_image117.png"
  },
  {
    "text": "October 5, 2021: Mohammed Mouhib presents his work as a poster titled, “Tailored Extracellular Electron Transfer Pathways Enhance Electroactivity of E. coli\" at the 2021 Chemical Science Symposium: Biohybrid Approaches to Sustainable Energy Conversion",
    "image": "151_image118.png"
  },
  {
    "text": "September 19, 2021: Ardemis delivers a plenary lecture at the 19th Congress of the European Society of Photobiology (ESP).",
    "image": "155_image54.jpeg"
  },
  {
    "text": "September 10, 2021: Charlotte Roullier joins the lab. Charlotte Roullier obtained her M.Sc. from EPFL, completing her Master thesis in our lab. She now joined our lab as a Ph.D. Welcome back, Charlotte!",
    "image": "152_image119.png"
  },
  {
    "text": "September 10, 2021: Prof. Dr. Sevil Cikrikci joins the lab. Prof. Cikrikci received her B.S. (2011), M.S. (2013) and Ph.D. (2019) in Food Engineering from the Middle East Technical University. She is currently an Assistant Professor in the Food Engineering Department at Konya Food and Agriculture University in Turkey. She is visiting the lab for her research stay. Welcome, Prof. Cikrikci!",
    "image": "153_image120.png"
  },
  {
    "text": "September 10, 2021: Yahya Rabbani joins the lab. Yahya received his B.Sc. and M.Sc. in Chemical Engineering from the University of Tehran, Iran in 2013 and from the Iran University of Science and Technology in 2015. He is a Ph.D. student in Chemical Engineering at the University of Tehran since 2017, where he is working on smart materials for oil-water separation. His research interests are modeling, simulation, smart materials, magnetorheological fluid, synthesis and modification of magnetic particles, and oil-water separation. He joins the lab as a visiting Ph.D. student. Welcome, Yahya!",
    "image": "154_image121.png"
  },
  {
    "text": "July 19, 2021: Ardemis is awarded the 2021 European Society of Photobiology (ESP) Young Investigator Award.“In a continuing effort to promote Photobiology, the European Society for Photobiology (ESP) offers a Young Investigator Award to a young researcher who has conducted original research of exceptionally high quality in a field related to Photobiology.”Learn more about it here:https://www.photobiology.eu/esp-young-investigator-award",
    "image": "156_image122.png"
  },
  {
    "text": "June 30, 2021: Benjamin Lambert will present his work at the Swiss Chemical Society (SCS) Fall Meeting .",
    "image": "157_image94.png"
  },
  {
    "text": "June 23, 2021: In celebration of International Women in Engineering Day, the Instagram of the Chemistry and Chemical Engineering faculty (@epflscgc) did a special feature of its faculty. Ardemis’ interview could be found here: https://www.instagram.com/p/CQdwwqXhHNi/!",
    "image": "158_image123.jpeg"
  },
  {
    "text": "June 21, 2021: Ardemis presents the lab’s work in an invited seminar at the 2021 Congress of the Italian Society of Photobiology (Società Italiana di Fotobiologia, SIFB).",
    "image": "159_image124.png"
  },
  {
    "text": "June 21, 2021: Group goes rafting at Chateau d'Oex for it 2021 summer outing.",
    "image": "160_image125.png"
  },
  {
    "text": "June 6, 2021: Ardemis delivers an invited seminar at the International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT21) in the Symposium on Carbon Nanomaterials Biology, Medicine, and Toxicology.",
    "image": "161_image126.png"
  },
  {
    "text": "May 24, 2021: Our paper, \"Design of optimized PEDOT-based electrodes for enhancing performance of living photovoltaics based on phototropic bacteria\" published in Advanced Materials Technologies has been chosen as an Editor's pick and is featured in the 'Best of Advanced Materials Technologies 2020' virtual issue. Congratulations to Melania Reggente et al.!",
    "image": "162_image127.png"
  },
  {
    "text": "May 24, 2021: Amaro Mattia Giuseppe joins the lab. Mattia is doing his Master thesis in our lab. Welcome, Mattia!",
    "image": "163_image128.png"
  },
  {
    "text": "May 24, 2021: Bo Fu joins the lab. Bo is doing his Master project in our lab. Welcome, Bo!",
    "image": "164_image129.png"
  },
  {
    "text": "May 24, 2021: Patricia Brandl joins the lab. Patricia is doing her Master project in our lab. Welcome, Patricia!",
    "image": "165_image130.png"
  },
  {
    "text": "April 13, 2021: Pierrick Gilibert joins the lab. Pierrick is doing his Master thesis in our lab. Welcome, Pierrick!",
    "image": "166_image131.png"
  },
  {
    "text": "April 13, 2021: Ardemis gives an invited lecture as part of the Materials Science and Engineering seminar series at Carnegie Melon University. The seminar will take place on the 30th of April at 11:30am EST. Learn about about it here",
    "image": "167_image132.png"
  },
  {
    "text": "April 13, 2021: Our work titled, “Distinguishing dopamine and calcium responses using XNA-nanotube sensors for improved neurochemical sensing” by Alice Gillen et al. is posted on bioRxiv.Learn more about it here:https://www.biorxiv.org/content/10.1101/2021.02.20.428669v1.full",
    "image": "168_image133.png"
  },
  {
    "text": "April 13, 2021: Our work titled, “Modulating the properties of DNA-SWCNT sensors using chemically modified DNA” by Alice Gillen et al. is posted on bioRxiv. Read more about it here",
    "image": "169_image134.gif"
  },
  {
    "text": "April 12, 2021: Ardemis delivers a lecture titled, “A NanoBioengineering Frontier for Next-Generation Optical Devices” as part of the Bioengineering Seminar series at the EPFL.Learn more about it here:https://memento.epfl.ch/event/epfl-bioe-talks-series-a-nanobioengineering-fronti/?",
    "image": "170_image135.png"
  },
  {
    "text": "March 25, 2021: Ardemis gives an invited lecture as part of the Chemical Engineering seminar series at Carnegie Melon University. The seminar will take place on the 25th of April at 10:30am EST.",
    "image": "171_image132.png"
  },
  {
    "text": "February 15, 2021: Our chapter titled, “Biotechnology Applications of Nanocarbons in Plant and Algal Systems” by Alessandra Antonucci et al. Is published in the book, “Carbon Nanostructures for Biomedical Applications\" by Tatiana Da Ros, Nazario Martín and Jean-Francois Nierengarten.",
    "image": "172_image136.png"
  },
  {
    "text": "January 15, 2021: Ardemis gives an invited seminar at the Department Biomedical Engineering of the City College of New York. The seminar will take place on the 3rd of February at 3pm EST.",
    "image": "173_image137.png"
  },
  {
    "text": "January 5, 2021: Mary Wood is featured in the Human Frontier Science Program (HFSP) annual review.",
    "image": "174_image138.png"
  },
  {
    "text": "November 20, 2020: Alice Gillen is awarded 2nd place in the Carbon Nanomaterials (22A) Division of the Nanoscale Science and Engineering Forum (NSEF) of the 2020 Annual Meeting of the American Institute of Chemical Engineers (AIChE). Congratulations, Alice!",
    "image": "176_image140.png"
  },
  {
    "text": "November 20, 2020: Alice Gillen is awarded 3rd place in the Bionanotechnology (22B) Division of the Nanoscale Science and Engineering Forum (NSEF) of the 2020 Annual Meeting of the American Institute of Chemical Engineers (AIChE). Congratulations, Alice!",
    "image": "177_image140.png"
  },
  {
    "text": "November 4, 2020: Arthur Graz joins the lab. Arthur will be doing his Master Thesis in our lab. Welcome, Arthur!",
    "image": "178_image141.png"
  },
  {
    "text": "November 2, 2020: Sara Behjati joins the lab. Sara earned her B.Sc. in Metallurgy and Materials Engineering from the University of Tehran in Tehran, Iran. She continued her studies at the University of Tehran where she received her M.Sc. in Materials Engineering. Sara is now starting her Ph.D in the lab. Welcome Sara!",
    "image": "179_image36.png"
  },
  {
    "text": "November 2, 2020: Our work titled, “Site-Specific Protein Conjugation onto Fluorescent Single-Walled Carbon Nanotubes” by Vitalijs Zubkovs et al. is published in Chemistry of Materials.Learn more about it here:https://pubs.acs.org/doi/10.1021/acs.chemmater.0c02051",
    "image": "180_image142.jpeg"
  },
  {
    "text": "October 29, 2020: Ardemis gives an invited talk titles, “Design of Optimized PEDOT‐Based Electrodes for Enhancing Performance of Living Photovoltaics Based on Phototropic Bacteria” at the International Online Conference on Bio-hybrid Approaches to Solar Energy Conversion.",
    "image": "181_image143.png"
  },
  {
    "text": "October 14, 2020: Hanxuan Wang joins the lab. Hanxuan earned his B.Sc. in Pharmacy from the Peking University in Beijing, China. He continued his studies at the Peking University where he received his M.Sc. in Chemical Biology. Hanxuan is now starting his Ph.D in our lab. Welcome, Hanxuan!",
    "image": "182_image12.png"
  },
  {
    "text": "October 12, 2020: Niloufar Sharif is featured in SwissInfo.ch. In her interview, Niloufar talks about new ways to detect spoiled food products with intelligent packaging. She proposes to use carbon nanotube-based sensors to measure the signs of food degradation. The article can be found here:https://www.swissinfo.ch/eng/sci-tech/swiss-scientists-fight-food-waste-at-the-nano-level/46084408",
    "image": "183_image144.png"
  },
  {
    "text": "October 12, 2020: Sayyed Hashem Sajjadi joins the lab. Hashem obtained his B.S. in Pure Chemistry from the Ferdowsi University of Mashhad (Mashhad, Iran) and M.S. in Physical Chemistry from the Sharif University of Technology (Tehran, Iran). He then received his Ph.D. in Physical Chemistry from the Ferdowsi University of Mashhad (Mashhad, Iran). He joined the lab as an exchange Ph.D student in 2018. Hashem now joins our lab as a postdoctoral researcher. Welcome back, Hashem!",
    "image": "184_image145.png"
  },
  {
    "text": "June 8, 2020: Our manuscript titled, “Synthetic Biology: A Solution for Tackling Nanomaterial Challenges” by Benjamin Lambert et al. is published in The Journal of Physical Chemistry Letters.Learn more about it here:https://pubs.acs.org/doi/10.1021/acs.jpclett.0c00929",
    "image": "185_image146.png"
  },
  {
    "text": "April 24, 2020: Alice wins the public vote of the MT180 competition as she enters the final round of the presentation competition. Congratulations, Alice!",
    "image": "186_image147.jpeg"
  },
  {
    "text": "April 24, 2020: Mary Wood is awarded the Royal Society of Chemistry (RSC) Travel Grant for Ph.D. Students and Early Career Scientists for her participation in the Biophotoelectrochemical Workshop 2020 in Cambridge taking place from April 22 to April 24. Congratulations, Mary!",
    "image": "187_image148.jpeg"
  },
  {
    "text": "April 1, 2020: Our work titled, “Design of Optimized PEDOT‐Based Electrodes for Enhancing Performance of Living Photovoltaics Based on Phototropic Bacteria\" by Melania Reggente et al. Is published in the journal Advanced Materials Technologies. Learn more about it here:https://advanced.onlinelibrary.wiley.com/doi/abs/10.1002/admt.201900931",
    "image": "188_image149.jpeg"
  },
  {
    "text": "January 20, 2020: Niloufar Sharif is awarded the Future Food Fellowship. The Future Food fellowship is a postdoctoral program for exceptionally qualified young researchers who propose projects targeting future food issues, such as nutrition, production, packaging and digital health. Niloufar will perform research on food packaging in our lab. Congratulations, Niloufar!",
    "image": "189_image150.png"
  },
  {
    "text": "January 20, 2020: Niloufar Sharif joins the lab. Niloufar Sharif obtained her B.S. and and M.S. in Food Science and Technology from the Urmia University (Urmia, Iran). She then received her Ph.D. in Food Technology from the Shiraz University (Shiraz, Iran). Niloufar is joining our lab as a postdoctoral fellow. Welcome, Niloufar!",
    "image": "190_image151.png"
  },
  {
    "text": "December 5, 2019: Alice Gillen was awarded the best poster award at the American Institute of Chemical Engineers (AIChE) Annual Meeting in Orlando, FL. Congratulations, Alice!",
    "image": "191_image152.jpeg"
  },
  {
    "text": "December 5, 2019: Alice Gillen was awarded the best oral presentation at the American Institute of Chemical Engineers (AIChE) Annual Meeting in Orlando, FL. Congratulations, Alice!",
    "image": "192_image152.jpeg"
  },
  {
    "text": "November 24, 2019: Ardemis presents an invited seminar at the 2019 Materials Research Society (MRS) Fall Meeting. This talk will take place in Boston on the 2nd of December.",
    "image": "193_image153.png"
  },
  {
    "text": "November 5, 2019: Mary Wood is awarded the Human Frontiers Science Program (HFSP) postdoctoral fellowship. The HFSP promotes international collaboration in basic research focused on the elucidation of the sophisticated and complex mechanisms of living organisms. Mary will perform research in our lab with the aim of better understanding the interface and interactions between biological electroactive species and an electrode using a range of surface-characterization techniques. Congratulations, Mary!",
    "image": "194_image154.png"
  },
  {
    "text": "November 5, 2019: Mary Wood joins the lab. Mary obtained her M.S. in Chemistry from the University of York (York, UK) and her Ph.D. in Chemistry from the University of Cambridge (Cambridge, UK). Mary was awarded the Human Frontiers Science Program (HFSP) postdoctoral fellowship for a duration of three years. She will perform research in our lab with the aim of better understanding the interface and interactions between biological electroactive species and an electrode using a range of surface-characterization techniques. Welcome, Mary!",
    "image": "195_image155.png"
  },
  {
    "text": "November 4, 2019: Xuewen Liu is awarded the State Scholarship Fund postdoctoral fellowship from the China Scholarship Council (CSC). The CSC provides both funding for Chinese citizens and residents to study abroad, and for foreign students and scholars to study in China. Liu will perform research on bioimaging using nanomaterials in our lab. Congratulations, Liu!",
    "image": "196_image156.png"
  },
  {
    "text": "November 4, 2019: Xuewen Liu joins the lab. Liu obtained his B.S. in Physics from the Hebei Normal University (Shijiazhuang, China) and M.S. in Optical Engineering from the Xidian University (Xi’an, China). He then received his Ph.D. in Communication and Information system from the Xidian University (Xi’an, China). Liu will research bioimaging in our lab. Welcome, Liu!",
    "image": "197_image157.png"
  },
  {
    "text": "September 20, 2019: Our paper titled, “Non-covalent methods of engineering optical sensors based on single-walled carbon nanotubes” by Alice Gillen et al. is published in Frontiers in Chemistry.Learn more about it here:https://www.frontiersin.org/journals/chemistry/articles/10.3389/fchem.2019.00612/full",
    "image": "198_image158.png"
  },
  {
    "text": "September 20, 2019: Charlotte Roullier joins the lab. Charlotte is pursuing her Masters degree at EPFL. She will be working with Melania Reggente for her Masters studies. Welcome, Charlotte!",
    "image": "199_image17.png"
  },
  {
    "text": "September 20, 2019: Fabiano Romano joins the lab. Fabiano is pursuing his Masters degree at EPFL. He will be working with Mohammed Mouhib for his Masters studies. Welcome, Fabiano!",
    "image": "200_image159.png"
  },
  {
    "text": "September 8, 2019: Ardemis will be giving an invited talk entitled, “A nanobioengineering approach to developing living photovoltaics\" at the E-conversion Conference taking place in Venice on the 11th of September.",
    "image": "201_image160.png"
  },
  {
    "text": "September 5, 2019: Ardemis has been awarded a Starting Grant from the European Research Council (ERC) on her project titled, ““A Synthetic Biology Approach to Developing Optical NanoAnalytics”.\"This project is really about blurring the lines between the living and non-living worlds to create new possibilities,” says Boghossian. “We use bioengineering to discover new synthetic materials and devices, and this opens up a whole new domain that was previously inaccessible. The possibilities are, even in the statistical sense, unquantifiably limitless!”Learn more about it here:https://actu.epfl.ch/news/ardemis-boghossian-wins-erc-starting-grant-2/",
    "image": "202_image161.png"
  },
  {
    "text": "September 1, 2019: Amirmostafa Amirjani joins the lab. Amirmostafa obtained his B.S. in Materials Science and Engineering from the Amirkabir University of Technology (Tehran Polytechnic, Iran) and M.S. in Materials Science and Engineering from Materials and Energy Research Center (Iran). He then received his Ph.D. in Nanomaterials from the Amirkabir University of Technology (Tehran Polytechnic, Iran), during which he visited our lab as a visiting Ph.D. student. He will now pursue his postdoctoral studies in our lab. Welcome back, Amirmostafa!",
    "image": "203_image162.png"
  },
  {
    "text": "July 22, 2019: Alessandra Antonucci presents her work titled, “Real‐Time Near‐Infrared Confocal Imaging of Bacterial Cell Division in the Presence of Single‐Walled Carbon Nanotubes” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19) in Würzburg, Germany on Wednesday, the 24th of June.",
    "image": "204_image163.png"
  },
  {
    "text": "July 22, 2019: Alessandra Antonucci presents her poster titled, “Spinning-Disc Confocal Microscopy in the Second Near-Infrared Window (NIR-II)” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "205_image163.png"
  },
  {
    "text": "July 22, 2019: Alessandra Antonucci presents her poster titled, “Near-Infrared Confocal Imaging of Single-Walled Carbon Nanotube Uptake in Bacterial Cells” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "206_image163.png"
  },
  {
    "text": "July 22, 2019: Shang-Jung Wu presents his poster titled, “Directed Evolution of the Optoelectronic Properties of Synthetic Nanomaterials” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "207_image163.png"
  },
  {
    "text": "July 22, 2019: Shang-Jung Wu presents his poster titled, “The Impact of Exposed Surface Area on the Response of SWCNT Optical Sensors” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "208_image163.png"
  },
  {
    "text": "July 22, 2019: Alessandra Antonucci presents her poster titled, “Mediatorless, Reversible Optical Nanosensor Enabled through Enzymatic Pocket Doping” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "209_image163.png"
  },
  {
    "text": "July 22, 2019: Shang-Jung Wu presents his poster titled, “Xeno Nucleic Acid Nanosensors for Enhanced Stability” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "210_image163.png"
  },
  {
    "text": "July 22, 2019: Shang-Jung Wu presents his poster titled, “Characterization of Double-Stranded DNA on Single-Walled Carbon Nanotubes (SWCNTs)” at the 2019 International Conference on the Science and Application of Nanotubes and Low-Dimensional Materials (NT19), which takes place from the 21st to the 26th of June in Würzburg, Germany.",
    "image": "211_image163.png"
  },
  {
    "text": "July 9, 2019: Vitalijs Zubkovs successfully defends his Ph.D. titled, “Protein Bioconjugation to Carbon Nanotubes for Near-Infrared Sensing\" on Friday, June 28, 2019. Congratulations, Dr. Zubkovs!",
    "image": "212_image164.png"
  },
  {
    "text": "June 28, 2019: Our paper titled, “Enhancing bioelectricity generation in microbial fuel cells and biophotovoltaics using nanomaterials\" by Mohammed Mouhib et al. is published in the journal Nano Research.Learn more about it here:https://link.springer.com/article/10.1007/s12274-019-2438-0",
    "image": "213_image165.png"
  },
  {
    "text": "June 11, 2019: Alice Gillen was awarded 2nd place for the Electrochemical Society (ECS) Nanocarbons Division best poster at the 235rd ECS Meeting in Dallas. Congratulations, Alice!",
    "image": "214_image166.png"
  },
  {
    "text": "June 10, 2019: Our paper titled, “Analytical Approaches for Monitoring DNA–Protein Interactions\" by Shang-Jung Wu et al. is published in the journal Chimia.Read more about it here:https://www.chimia.ch/chimia/article/view/2019_283",
    "image": "215_image167.png"
  },
  {
    "text": "May 2, 2019: Benjamin Lambert was awarded the 2019 Chemistry Travel Award from the Swiss Academy of Sciences (SCNAT) and the Swiss Chemical Society (SCS) for his participation in the 235rd ECS Meeting in Dallas, TX, taking place from May 26 to May 30. This honor will be highlighted in an article in the next issue of CHIMIA. Congratulations, Benjamin!",
    "image": "217_image169.png"
  },
  {
    "text": "April 2, 2019: Alice Gillen has been awarded the Travel Grant for PhD Students and Early Career Scientists from the Royal Society of Chemistry (RSC) for her participation in the 235rd Electrochemical Society (ECS) Meeting in Dallas, TX, taking place from May 26 to May 30. Congratulations, Alice!",
    "image": "218_image170.jpeg"
  },
  {
    "text": "April 2, 2019: Alessandra Antonucci has just been awarded the Nanocarbons Division travel grant for the 235rd Electrochemical Society (ECS) Meeting in Dallas, TX, taking place from May 26 to May 30. Congratulations Alessandra!",
    "image": "219_image171.png"
  },
  {
    "text": "March 28, 2019: Alice Gillen has been awarded the Nanocarbons Division travel grant for the 235rd Electrochemical Society (ECS) Meeting in Dallas, TX, taking place from May 26 to May 30 for her talk titled, \"The Impact of Exposed Surface Area on the Response of SWCNT Optical Sensors\". Congratulations Alice!",
    "image": "220_image172.png"
  },
  {
    "text": "March 28, 2019: Benjamin Lambert has been awarded the Nanocarbons Division travel grant for the 235rd Electrochemical Society (ECS) Meeting in Dallas, TX, taking place from May 26 to May 30 for her talk titled, \" Directed Evolution of the Optoelectronic Properties of Synthetic Nanomaterials\". Congratulations, Benjamin!",
    "image": "221_image173.png"
  },
  {
    "text": "March 28, 2019: Avip Bastakoti joins the lab. Avip is a Master student of Renewable Energy Engineering and Management at the University of Freiburg (Germany). He will do his Master thesis on the electrochemical modification of a microbial fuel cell's anode in our lab. Welcome, Avip!",
    "image": "222_image174.png"
  },
  {
    "text": "March 28, 2019: Marine Degors joins the lab. Marine joins us from the ENS-Lyon (France) and is currently doing an exchange at the EPFL. She will perform an internship on biosensing in our lab. Welcome, Marine!",
    "image": "223_image175.png"
  },
  {
    "text": "March 22, 2019: Ardemis presents an invited seminar at the 2019 International Winterschool on Bioelectronics (BioEl2019). This talk will take place in Kirchberg on the 22nd of March.",
    "image": "224_image176.png"
  },
  {
    "text": "March 4, 2019: Press release titled, “Directed evolution builds nanoparticles” covers our work published in Chemical Communications by Benjamin Lambert et al. Read more about it here:https://actu.epfl.ch/news/directed-evolution-builds-nanoparticles-7/",
    "image": "225_image177.png"
  },
  {
    "text": "March 3, 2019: Ardemis gives an invited talk titled \"A Nanobioengineering Frontier for Next-Generation Optical Devices\" at the 235rd Electrochemical Society (ECS) Meeting. This talk will take place in Dallas on the 30th of May.",
    "image": "216_image168.png"
  },
  {
    "text": "March 1, 2019: Our work titled, “Directed evolution of the optoelectronic properties of synthetic nanomaterials” by Benjamin Lambert et al. is published in Chemical Communications.Read more about it here:https://pubs.rsc.org/en/content/articlelanding/2019/cc/c8cc08670b",
    "image": "226_image178.png"
  },
  {
    "text": "February 20, 2019: Judith Porta joins the lab. Judith comes from the University of Barcelona (Spain). She will do her Bachelor thesis in our lab. Welcome, Judith!",
    "image": "227_image179.png"
  },
  {
    "text": "January 16, 2019: Alice Gillen has been selected to participate in the Global Young Scientists Summit 2019 taking place in Singapore from the 20th to the 25th of January, where she will participate in a poster session on the 22nd of January. Congratulations, Alice!",
    "image": "228_image180.png"
  },
  {
    "text": "November 15, 2018: Afsaneh Taheri joins the lab. Afsaneh is an exchange Ph.D student from the University of Agricultural Sciences and Natural Resources (Gorgan, Iran). Welcome, Afsaneh!",
    "image": "229_image181.png"
  },
  {
    "text": "November 14, 2018: Our work titled, “Restriction Enzyme Analysis of Double-Stranded DNA on Pristine Single-Walled Carbon Nanotubes\" by Shang-Jung Wu et al. is published in ACS Applied Materials and Interfaces.Learn more about it here:https://pubs.acs.org/doi/10.1021/acsami.8b12287",
    "image": "230_image182.png"
  },
  {
    "text": "November 9, 2018: Lin Li joins the lab. Lin is an exchange Ph.D student from the Harbin Institute of Technology (Harbin, China). Welcome, Lin!",
    "image": "231_image183.png"
  },
  {
    "text": "October 1, 2018: Sara Politi joins the lab. Sara is an exchange Ph.D student from the University of Rome Tor Vergata (Rome, Italy). Sara will work on the optimization of anode electrodes for photosynthetic microbial fuel cells. Welcome, Sara!",
    "image": "232_image184.png"
  },
  {
    "text": "September 26, 2018: Sayyed Hashem Sajjadi joins the lab. Hashem is an exchange Ph.D student from the Ferdowsi University of Mashhad (Mashhad, Iran). Welcome, Hashem!",
    "image": "233_image185.png"
  },
  {
    "text": "September 26, 2018: Shang-Jung Wu will be presenting his work titled, “Characterization of Double-Stranded DNA (dsDNA) on Single-Walled Carbon Nanotubes (SWCNTs)” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.Session: Graphene and Carbon Nanotubes: Absorption, Separations, and Transport ProcessesTuesday, October 30, 8:25 AM",
    "image": "234_image186.png"
  },
  {
    "text": "September 26, 2018: Alice Gillen will be presenting her work titled, “Xeno Nucleic Acids for Enhancing the Optical Stability of Nanosensors” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.Session: Nanobiotechnology for Sensors and Imaging IIThursday, November 1, 4:06 PM",
    "image": "235_image186.png"
  },
  {
    "text": "September 26, 2018: Alice Gillen will be presenting her work as a poster titled, “Xeno Nucleic Acid Nanosensors for Enhanced Stability” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.",
    "image": "236_image186.png"
  },
  {
    "text": "September 26, 2018: Shang-Jung Wu will be presenting his work as a poster titled, “Restriction Enzyme Analysis of Double-Stranded DNA on Pristine Single-Walled Carbon Nanotubes” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.",
    "image": "237_image186.png"
  },
  {
    "text": "September 26, 2018: Alessandra Antonucci will be presenting her work as a poster titled, “Near-Infrared Confocal Imaging of Single-Walled Carbon Nanotube Uptake in Bacteria” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.",
    "image": "238_image186.png"
  },
  {
    "text": "September 26, 2018: Vitalijs Zubkovs will be presenting his work as a poster titled, “Spinning-disc confocal microscopy in the second near-infrared window” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.",
    "image": "239_image186.png"
  },
  {
    "text": "September 26, 2018: Vitalijs Zubkovs will be presenting his work as a poster titled, “Mediatorless, Reversible Optical Nanosensor Enabled through Enzymatic Pocket Doping” at the 2018 American Institute of Chemical Engineers (AIChE) Annual Meeting in Pittsburgh, PA from the 28th of October to the 2nd November.",
    "image": "240_image186.png"
  },
  {
    "text": "September 26, 2018: Shang-Jung Wu wins the best poster award for Analytical Sciences at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL. Congratulations, Shang-Jung!Learn more about it here: https://actu.epfl.ch/news/two-wins-in-scs-fall-meeting-best-poster-present-6/",
    "image": "241_image187.png"
  },
  {
    "text": "September 26, 2018: Alice Gillen presents her work as a poster titled, “Xeno Nucleic Acid Nanosensors for Enhanced Stability” at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL.",
    "image": "242_image94.png"
  },
  {
    "text": "September 26, 2018: Shang-Jung Wu presents his work as a poster titled, “Restriction Enzyme Analysis of Double-Stranded DNA on Pristine Single-Walled Carbon Nanotubes” at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL.",
    "image": "243_image94.png"
  },
  {
    "text": "September 26, 2018: Alessandra Antonucci presents her work as a poster titled, “Near-Infrared Confocal Imaging of Single-Walled Carbon Nanotube Uptake in Bacteria” at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL.",
    "image": "244_image94.png"
  },
  {
    "text": "September 26, 2018: Vitalijs Zubkovs presents his work as a poster titled, “Spinning-disc confocal microscopy in the second near-infrared window” at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL.",
    "image": "245_image94.png"
  },
  {
    "text": "September 26, 2018: Vitalijs Zubkovs presents his work as a poster titled, “Mediatorless, Reversible Optical Nanosensor Enabled through Enzymatic Pocket Doping” at the 2018 Swiss Chemical Society (SCS) Fall meeting at EPFL.",
    "image": "246_image94.png"
  },
  {
    "text": "September 21, 2018: Our work titled, “Spinning-disc confocal microscopy in the second near-infrared window (NIR-II)” by Vitalijs Zubkovs et al. is published in Scientific Reports.Learn more about it here:https://www.nature.com/articles/s41598-018-31928-y",
    "image": "247_image188.png"
  },
  {
    "text": "September 12, 2018: Mohammed Mouhib joins the lab. Mohammed earned his B.Sc. in Molecular and Applied Biotechnology from the RWTH Aachen University in Aachen, Germany. He continued his studies at the Uppsala University in Sweden, where he received his M.Sc. in Molecular Biotechnology. Mohammed is now starting his Ph.D in our lab. Welcome, Mohammed!",
    "image": "248_image189.png"
  },
  {
    "text": "July 30, 2018: Press release titled, “Improving biosensors for implantable sensing” on our work published in The Journal of Physical Chemistry Letters.Learn more about it here:https://actu.epfl.ch/news/improving-biosensors-for-implantable-sensing-3/",
    "image": "251_image191.png"
  },
  {
    "text": "July 30, 2018: Our work titled, “Xeno Nucleic Acid Nanosensors for Enhanced Stability Against Ion-Induced Perturbations” by Alice Gillen et al. is published in The Journal of Chemical Physics. Learn more about it here:https://pubs.acs.org/doi/10.1021/acs.jpclett.8b01879",
    "image": "252_image192.png"
  },
  {
    "text": "July 30, 2018: Zahra Tehrani Pourmand successfully defends her Master thesis. Congratulations, Zahra!",
    "image": "253_image193.png"
  },
  {
    "text": "July 10, 2018: Gözde Karaoğlu joins the lab. Gözde is a Bachelor student in Chemistry (Bilkent University, Turkey). She will develop an electrochemical setup for microbial fuel cells in our lab. Welcome, Gözde!",
    "image": "254_image194.png"
  },
  {
    "text": "June 2, 2018: Aishwarya Singh joins the lab. Aishwarya is an exchange student from the Indian Institute of Technology of Delhi (India). She will be doing an internship in our lab. Welcome, Aishwarya!",
    "image": "255_image195.png"
  },
  {
    "text": "June 2, 2018: Shikhar Goel joins the lab. Shikhar is an exchange student from the Indian Institute of Technology of Delhi (India). He will be doing an internship in our lab. Welcome, Shikhar!",
    "image": "256_image196.png"
  },
  {
    "text": "May 1, 2018: Seyed Yahya Rahnamaee joins the lab. Yahya is an exchange Ph.D student from Sharif University of Technology (Tehran, Iran). Welcome, Yahya!",
    "image": "257_image197.png"
  },
  {
    "text": "April 21, 2018: Alice Gillen was selected to receive the 2018 Chemistry Travel Award by the Platform Chemistry of the Swiss Academy of Sciences (SCNAT) and the Swiss Chemical Society (SCS). This honor will be highlighted in an article in the next issue of CHIMIA. Congratulations, Alice!",
    "image": "258_image198.png"
  },
  {
    "text": "April 21, 2018: Shang-Jung Wu was awarded the Nanocarbons Division travel grant for the 233rd ECS Meeting in Seattle, WA, for the talk \"Characterization of Double-Stranded DNA (dsDNA) on Single-Walled Carbon Nanotubes (SWCNTs)\". Congratulations, Shang-Jung!",
    "image": "259_image199.png"
  },
  {
    "text": "April 21, 2018: Alice Gillen was awarded the Nanocarbons Division travel grant for the 233rd ECS Meeting in Seattle, WA, for the talk \"Xeno Nucleic Acids for Enhancing the Optical Stability of Nanosensors\". Congratulations, Alice!",
    "image": "260_image200.png"
  },
  {
    "text": "March 28, 2018: Melania Reggente joins the lab. Melania obtained her B.S. in Aerospace Engineering and M.S. in Nanotechnology Engineering from the Sapienza University of Rome, Italy. She received her Ph.D. in Chemical Physics in a joint program between the University of Strasbourg (France) and the Sapienza University of Rome (Italy). Melania obtained a postdoctoral position on Nanotechnology and Surface Chemistry in the Department of Surfaces and Interfaces (IPCMS, France) and the Institute of Metallurgy (Clausthal University of Technology, Germany). She will now pursue her postdoctoral studies in our lab. Welcome, Melania!",
    "image": "261_image201.png"
  },
  {
    "text": "March 2, 2018: Claire Bourmaud joins the lab. Claire is an exchange student from the Ecole Normale Supérieure of Lyon (France). She will be doing an internship in our lab. Welcome, Claire!",
    "image": "262_image202.png"
  },
  {
    "text": "March 2, 2018: Marie Demonceaux joins the lab. Marie is an exchange student from the Ecole Normale Supérieure of Lyon (France). She will be doing an internship in our lab. Welcome, Marie!",
    "image": "263_image203.png"
  },
  {
    "text": "February 5, 2018: Zahra Tehrani Pourmand joins the lab. Zahra is an EPFL student. She is undertaking her Master Thesis project in our lab. Welcome, Zahra!",
    "image": "264_image193.png"
  },
  {
    "text": "January 23, 2018: Alice Gillen will be presenting her work titled, “Xeno Nucleic Acids for Enhancing the Optical Stability of Nanosensors” at the 233rd ECS meeting in Seattle, WA from Monday 14th to Thursday 17th of May 2018.",
    "image": "265_image204.jpeg"
  },
  {
    "text": "January 23, 2018: Shang-Jung Wu will be presenting his work titled, “Characterization of Double-Stranded DNA (dsDNA) on Single-Walled Carbon Nanotubes (SWCNTs)” at the 233rd ECS meeting in Seattle, WA from Monday 14th to Thursday 17th of May 2018.",
    "image": "266_image204.jpeg"
  },
  {
    "text": "January 23, 2018: Alice Gillen will be presenting her work titled, “Quantum Yield Effects of Modified DNA Sequences on Single-Walled Carbon Nanotube (SWCNT) Fluorescence” at the 233rd ECS meeting in Seattle, WA from Monday 14th to Thursday 17th of May 2018.",
    "image": "267_image204.jpeg"
  },
  {
    "text": "January 23, 2018: The lab celebrates its three years in its end-of-the-year dinner, enjoying a snowy weekend with family and friends in Nendaz, Swzterland.",
    "image": "268_image205.png"
  },
  {
    "text": "October 30, 2017: Ardemis will be presenting a talk entitled, \"A NanoBioengineering Frontier for Next-Generation Optical Devices\" at the Texas Christian University (TCU) in Fort Worth, TX, USA on November 3rd.",
    "image": "269_image206.png"
  },
  {
    "text": "October 30, 2017: Alessandra Antonucci will be presenting a talk entitled \"Towards Engineering SMaRT Nanosensors: Effects of Polymer Wrapping on Single-Walled Carbon Nanotube Photoluminescence\" at the 2017 AIChE Annual Meeting in Minneapolis, MN, USA on November 2nd.",
    "image": "270_image207.png"
  },
  {
    "text": "October 30, 2017: Alessandra Antonucci will be presenting a talk entitled, \"Interaction of Single-walled Carbon Nanotubes (SWCNTs) with Photosynthetic Organisms\" at the 2017 AIChE Annual Meeting in Minneapolis, MN, USA on November 1st.",
    "image": "271_image207.png"
  },
  {
    "text": "September 25, 2017: Our work titled, “Mediatorless, Reversible Optical Nanosensor Enabled through Enzymatic Pocket Doping\", by Vitalijs Zubkovs et al. has been published in Small.Learn more about it here:https://onlinelibrary.wiley.com/doi/abs/10.1002/smll.201701654",
    "image": "272_image208.png"
  },
  {
    "text": "August 4, 2017: Press release titled, “Building a nanotube biosensor” interviews Edward Honein on his summer project in the lab.“In our applications we use semiconducting nanotubes that have a specifc energy barrier, called the ‘band gap’,” says Honein. “When we excite the nanotubes with a laser, an electron is excited across this barrier into the conductance band. Eventually this electron relaxes, and in doing so releases a photon – which is what we see as emitted light.”Learn more about it here:https://actu.epfl.ch/news/building-a-nanotube-biosensor/",
    "image": "273_image209.png"
  },
  {
    "text": "July 17, 2017: Manuel Moradell-Casellas successfully defends his Masters thesis entitled, \"Purification and Bioconjugation of Recombinant Proteins for Single-walled Carbon Nanotube Functionalization\". Congratulations, Manuel!",
    "image": "274_image210.png"
  },
  {
    "text": "June 19, 2017: Benjamin Lambert and Esra Ahunbay are interviewed on RougeFM about the \"living photovoltaic\" technology developed in our lab, performing a laboratory demonstration with the living cells for the radio hosts.",
    "image": "275_image211.png"
  },
  {
    "text": "June 7, 2017: Vitalijs Zubkovs delivers a plenary lecture, \"Probing biological interactions with single-walled carbon nanotubes using Raman spectroscopy\" at the 2017 Raman Microscopy Workshop at ETH Zurich.",
    "image": "276_image212.png"
  },
  {
    "text": "June 6, 2017: Edward Honein joins the lab. Edward is an undergraduate at the American University of Beirut. He will be doing an internship in our lab. Welcome, Edward!",
    "image": "277_image213.png"
  },
  {
    "text": "June 5, 2017: Ardemis Boghossian delivers the commencement address at A.G.B.U Alex & Marie Manoogian School in Southfield, MI. Congratulations, Class of 2017!",
    "image": "278_image214.png"
  },
  {
    "text": "June 1, 2017: Alessandra Antonucci presents the work entitled \"Interaction of single-walled carbon nanotubes (SWCNTs) with photosynthetic organisms\" at the 231st Electrochemical Society (ECS) Meeting in New Orleans, LA USA.",
    "image": "279_image215.png"
  },
  {
    "text": "April 20, 2017: Our paper titled, \"A Synthetic Biology Approach to Engineering Living Photovoltaics\", by Nils Schuergers et al. has been published in Energy & Environmental Science.Learn more about it here:https://pubs.rsc.org/en/content/articlelanding/2017/ee/c7ee00282c",
    "image": "280_image216.png"
  },
  {
    "text": "April 19, 2017: Alessandra Antonucci was selected to receive the 2017 Chemistry Travel Award by the Platform Chemistry of the Swiss Academy of Sciences (SCNAT) and the Swiss Chemical Society (SCS). This honor will be highlighted in an article in the next issue of CHIMIA. Congratulations, Alessandra!",
    "image": "281_image217.png"
  },
  {
    "text": "April 7, 2017: Alessandra Antonucci was awarded the Nanocarbons Division travel grant for the 231th ECS Meeting in New Orleans, LA, for the seminar, \"Interaction of Single-Walled Carbon Nanotubes (SWCNTs) with Photosynthetic Organisms\". Congratulations, Alessandra!",
    "image": "282_image218.png"
  },
  {
    "text": "March 30, 2017: Esra Ahunbay wins 3rd place in the the best Masters Thesis poster competition held by the Chemistry & Chemical Engineer Section for her work entitled, \"Single-Walled Carbon Nanotubes Functionalized with Engineered Proteins\". Congratulations, Esra!",
    "image": "283_image219.png"
  },
  {
    "text": "March 16, 2017: Our paper titled, \"Noncovalent Protein and Peptide Functionalization of Single-Walled Carbon Nanotubes for Biodelivery and Optical Sensing Applications\" by Alessandra Antonucci et al. is published in ACS Applied Materials & Interfaces.Learn more about it here:https://pubs.acs.org/doi/10.1021/acsami.7b00810",
    "image": "284_image220.jpeg"
  },
  {
    "text": "Melania Reggente presents her talk titled, “Microbe-electrode interfaces for sustainable technologies” in the Environmental and Sustainable Applications of Photosynthetic Microorganisms Symposium at the 2025 European Society of Photobiology (ESP) Meeting in Bari, Italy",
    "image": "009_image8.png"
  },
  {
    "text": "Chenxi Liu joins the lab. Chenxi got her B.S. at Ningbo University (Ningbo, China) in Food Science and Engineering. She continues her study as a Ph.D. student at the South China University of Technology (Guangzhou, China) in Food Science and Engineering. Chenxi Liu now joins the lab as a visiting Ph.D. in biosensors. Welcome, Chenxi!",
    "image": "042_image37.jpeg"
  },
  {
    "text": "Joey Bregy joins the lab. Joey got his Bachelors degree in Chemistry and Chemical Engineering at EPFL. He now joins the lab for his master thesis. Welcome, Joey!",
    "image": "050_image43.png"
  },
  {
    "text": "July 31,2018: Amirmostafa Amirjani joins the lab. Amirmostafa is joining the lab as an exchange Ph.D student from Amirkabir University of Technology (Tehran, Iran). Welcome, Amirmostafa!",
    "image": "249_image162.png"
  },
  {
    "text": "July 31,2018: Arash Ramedani joins the lab. Arash is joining the lab as an exchange Ph.D student from Sharif University of Technology (Tehran, Iran). Welcome, Arash!",
    "image": "250_image190.png"
  }
]