[
  {
    "title": "Ardemis A",
    "caption": "Ardemis A. Boghossian, Ph.D. Professor of Chemical Engineering",
    "media": null
  },
  {
    "title": "Contact: Email: arde alum",
    "caption": "Contact: Email: arde alum.mit.edu Phone: +41 79 333 46 78",
    "media": null
  },
  {
    "title": "Ardemis A",
    "caption": "Ardemis A. Boghossian obtained her B.S.E. in Chemical Engineering from the University of Michigan. She received her Ph.D. in Chemical Engineering from the Massachusetts Institute of Technology (MIT) under the supervision of Prof. Michael S. Strano. Her thesis focused on single-walled carbon nanotube (SWCNT) optical characterizations and applications. She then pursued her postdoctoral studies at the California Institute of Technology (Caltech) under the direction of 2018 Chemistry Nobel Laureate, Frances H. Arnold. Her work focused on heterologous protein expression and protein bioengineering. She began her independent career as an Assistant Professor at the Ecole Polytechnique Fédérale de Lausanne (EPFL) in Switzerland in 2015, where she founded the Laboratory of NanoBiotechnology (LNB). Her laboratory specializes in technologies that lie at the interface of bioengineering and nanomaterials science, focusing on applications in optical sensing and bioenergy.",
    "media": null
  },
  {
    "title": "Education",
    "caption": "Education",
    "media": null
  },
  {
    "title": "Postdoc, Department of Chemical Engineering, California Institute of Technology (Caltech), 2012-2014",
    "caption": "Postdoc, Department of Chemical Engineering, California Institute of Technology (Caltech), 2012-2014",
    "media": null
  },
  {
    "title": "Ph",
    "caption": "Ph.D. in Chemical Engineering, Massachusetts Institute of Technology (MIT), 2012 Minor: Materials Science and Engineering, Electrical Engineering",
    "media": null
  },
  {
    "title": "B",
    "caption": "B.S.E. in Chemical Engineering, University of Michigan – Ann Arbor, 2007 Minor: Mathematics",
    "media": null
  },
  {
    "title": "Selected Honors & Awards ACS Rising Star in Biological, Medicinal, and Pharmaceutical Chemistry, 202…",
    "caption": "Selected Honors & Awards ACS Rising Star in Biological, Medicinal, and Pharmaceutical Chemistry, 2024 Young Innovator Award in Bio-inspired Nanomaterials, 2024 Nanocarbons SES Research Young Investigator Award, 2022 European Society of Photobiology (ESP) Young Investigator Award, 2021 European Research Commission (ERC) Starting Grant Award, 2019 Young Innovator Award in NanoEnergy, 2019 Frontiers in Chemistry “Rising Star”, 2019 Roger Taylor Award, 2016 Assistant Professor (AP) Energy Grant Award, 2015 NIH NRSA (F32) Postdoctoral Fellowship (top 1%), 2014 NDSEG Fellowship, 2009",
    "media": null
  },
  {
    "title": "Celebration of PhD of Dr. Sara Behjati",
    "caption": "“Group members alumni (left to right): Vivek Prakash, Mohammed Mouhib, Elena Grebeaux, Melania Reggente, Subhasis Dehury, Niccolò Martinolli (top), Benjamin Rousseau (bottom), Charlotte Roullier, Ardemis Boghossian, Sara Behjati, and Sayyed Hashem Sajjadi.”",
    "media": "SaraPhD_2025.jpg"
  },
  {
    "title": "Laboratory of NanoBiotechnology (LNB), April 2021",
    "caption": "“(left to right) Melania Reggente (postdoc) (top), Niloufar Sharif (postdoc) (bottom), Mary Wood (postdoc), Ardemis Boghossian (PI) (top), Sara Behjati (PhD) (bottom), Sayyed Hashem Sajjadi (postdoc) (top), Mohammed Mouhib (bottom), Xuewen Liu (postdoc) (top), Benjamin Lambert (PhD) (bottom), Hanxuan Wang (PhD) (top), Elena Grebeaux (administration assistant) (bottom)”",
    "media": "Group_April2021.mp4"
  },
  {
    "title": "October 2019",
    "caption": "“(left to right) Benjamin Lambert (PhD), Avip Bastakoti (Master), Sayyed Hashem Sajjadi (visiting PhD), Lin Li (visiting PhD), Mohammed Mouhib (PhD), Shang-Jung Wu (PhD) (top), Judth Porta (undergraduate) (bottom), Ardemis Boghossian (PI), Afsaneh Taheri (visiting PhD), Melania Reggente (postdoc) (top), Alessandra Antonucci (PhD) (bottom), Alice Gillen (PhD), Vitalijs Zubkovs (PhD)”",
    "media": "grouppic_October2019.gif"
  },
  {
    "title": "June 2017",
    "caption": "“(left to right) Benjamin Lambert (PhD), Manuel Moradell-Casellas (Master), Daniel Molino Romero (PhD), Vitalijs Zubkovs (PhD), Alice Gillen (PhD), Alessandra Antonucci (PhD), Nils Schürgers (postdoc), Charlotte Romane (Master), Ardemis Boghossian (PI), Josephine Pratiwi (Master), Justyna Kupis-Rozmysłowicz (postdoc), Fara Malala Raharisolo (administrative assistant), Esra Ahunbay (Master), Shang-Jung Wu (PhD)”",
    "media": "GroupPhoto_2017.png"
  },
  {
    "title": "The Rolex Learning Center, September 2016",
    "caption": "“(left to right) Fara Malala Raharisolo (administrative assistant), Alessandra Antonucci (PhD), Benjamin Lambert (PhD), Ardemis Boghossian (PI), Shang-Jung Wu (PhD), Justyna Kupis-Rozmysłowicz (postdoc), Nils Schürgers (postdoc), Merve Özel (Master), Esra Ahunbay (Master), Vitalijs Zubkovs (PhD)”",
    "media": "GroupPic_September2016.jpg"
  },
  {
    "title": "Laboratory of NanoBiotechnology, “LNB”, September 2016",
    "caption": "“(left to right) Merve Özel (Master), Nils Schürgers (postdoc) (top), Shang-Jung Wu (PhD) (bottom), Justyna Kupis-Rozmysłowicz (postdoc), Alessandra Antonucci (PhD), Fara Malala Raharisolo (administrative assistant), Vitalijs Zubkovs (PhD), Esra Ahunbay (Master) (top), Benjamin Lambert (PhD) (bottom), Ardemis Boghossian (PI)”",
    "media": "GroupPic_September2016_v2.jpg"
  }
]